Repository: Akotet08/LangCaptcha
Catalog: en-ko.tmx
Source language: en
Languages: ko

source: Mona Eltahawy, often heralded as a go-to feminist icon for the “liberation” of women, refuses to acknowledge that a number of those who wear the face veil do so out of their own personal discretion.
ko: 얼굴 베일을 쓰는 많은 수의 여성들은 개인적으로 신중하게 처신하기 위해서 이런 행동을 하고 있는데, 모나는 이 점을 애써 모른척 하고 있다.

source: Yet the argument is that they simply do not know any better, they have been indoctrinated to wear the face veil, they have no apparent mind of their own as it has been seemingly been overwhelmed with extremism forced upon them by the male figures in their lives.
ko: 베일을 쓰는 여성들의 경우 어떻게 다르게 행동해야 하는지 단지 모르기 때문에 이 행동을 지속하고 있기도 하다. 그들은 얼굴 가리개를 쓰도록 교육받았고 남성들에 의해서 강요된 극단주의가 그들의 삶과 생각을 장악할 정도인 상황에 있었기 때문에 얼굴 베일에 대한 특별한 의식이 아예 없기도 하다 .

source: Image by Flickr user ashi (CC BY 2.0).
ko: Image by Flickr user ashi (CC BY 2.

source: Blogger Sami Kishawi, in a piece entitled "Why Mona Eltahawy is fundamentally wrong", prefaces his piece by explaining that, "This article does not serve to debase Mona Eltahawy as an individual nor should it be read as an attack against the fundamental human rights she claims to defend."
ko: 블로거 사미 키샤위(Sami Kishawi) 는 "왜 모나 엘타하우이는 근본적으로 틀린 것일까? "란 제목의 글을 적으며 서문에서 "이 글은 모나 엘타하우이 개인을 비난하고자 위한 글이 아니며 또한 그녀가 지키고자 하는 근본적인 인간의 권리에 대한 공격 글 또한 아닙니다" 라고 설명했다.

source: Kishawi then takes to task Eltahawy's debate strategy, explaining:
ko: 키샤위는 본문에서 엘타하우이의 토론 전략에 대해 강하게 꾸짖으며, 이렇게 설명했다:

source: "Everyone has a right to an opinion" is an old adage we hear almost every time we engage in dialogue, discussion, and debate.
ko: "모든 이들은 자신 각자의 의견을 가질 권리가 있다"란 오랜 격언은 대화, 토론, 토의 상황에서 매번 들을 수 있는 말이다.

source: Keeping this in mind, I see nothing wrong with Eltahawy promoting her opinions. Whether or not I agree with them is a tale for another day, but the true problem arises in her strategy.
ko: 나는 엘타하우이가 자신의 의견을 피력하는 것에 대해 전혀 문제 삼지 않는다.

source: Remember, she boldly claims to represent entire groups of people.
ko: 내가 그들의 의견에 동조하냐 안하냐는 나중에 말하기로 하자.

source: Her strategy is noticeably opportunistic.
ko: 그녀의 전략은 눈에 띄게 기회주의적이다.

source: She used her “Egyptianness” to elevate her agenda during the revolution and to push her ideas through mainstream media searching for that supremely rare “liberated Muslim woman”.
ko: 그녀는 (이집트) 혁명 와중에 "이집트 여성들(Egyptianness)"이란 신조어를 쓰며 그녀의 주장을 높히게 되었으며 이집트에는 극도로 희소한 층인 "자유주의적 무슬림 여성"을 찾는 주류언론의 (눈에 띄게 되면서) 그녀의 생각을 관철시켰다.

source: Naturally, she insists that she’s right and that everyone else is more than just wrong – they’re radicals.
ko: 자연적으로, 알타하우이는 그녀는 옳고 다른 이들은 완전히 틀리며, 그들은 극단주의자라고 주장하게 됐다.

source: Her work instigates the divisions within our communities, both Muslim and non-Muslim, in a blind attempt to rectify the wrongs of society.
ko: 그녀는 사회 악을 고친다는 무분별한 시도를 통해 우리 공동체의 분열을, 무슬림과 비무슬림간의 반목을 부추겼다.

source: She says she stands for the Egyptian people who, by the way, support an end to the siege on Gaza, but soon after gives the opening speech for the J Street conference which doesn’t necessarily advocate for an end to the military occupation of the Palestinian territories.
ko: 그녀는 이집트 인들과 그들의 가자 지구 포위 종결을 지지한다고 해놓고 곧 후에 제이 스트리트 회의에서 개회사를 전했다. 이러한 발언은 팔레스타인 지역의 군사 점령 종결을 전혀 옹호하지 않는 것이다.

source: Her overall arguments are laced with apologeticism.
ko: 이렇듯 그녀의 전체 주장은 오류와 그에 대한 아집으로 수놓아져 있다.

source: She uses the most informal social media outlets like Twitter to debase and discredit other academics who don’t align with her ideologies.
ko: 그녀는 가장 격식없는 소셜 미디어, 특히 트위터를 사용해 그녀와 다른 생각을 가진 다른 학자들을 폄하하고 평판을 깎아내렸다.

source: And she retweets anything that promotes her name.
ko: 또한 그리고 그녀는 그녀의 이름을 낼 만한 어떤 것이든 리트윗한다.

source: All of this and more indicates a lack of professionalism that I just can’t ignore.
ko: 이러한 모든 행동들과 그리고 말하지 않은 그 이상의 모든 것들이 그녀의 비전문성을 보여주고 있으며 나는 이러한 점을 그냥 간과할 수 없다.

source: On the blog Musings of a Muslim Mouse, there is an open letter to Eltahawy, meant to "represent real niqaabis around the world."
ko: 당신(모나 알타하우이)은 "극단적 살라피와 와하비들” 만이 니캡을 쓰고 여성들에게 이것을 착용할 것을 강요한다고 암시했습니다.

source: The blogger writes:
ko: 이것은 좀 우스운 일입니다.

source: You imply that it is only “extremist Salafis and Wahhabis” who wear niqaab or demand it of their women. That’s kinda funny, because I have a Sufi aunt who wears niqaab; and the nice Indian aunty at the mosque is a Deobandi, and she wears it too.
ko: 왜냐하면 저에게는 니캅을 쓰는 수피 무슬림인 고모(혹은 이모)도 있고 회교 사원에 있는 좋은 인도인인인 고모(혹은 이모)도 있는데 그녀는 데오반드(Deobandi)이지만 니캡을 씁니다.

source: The Nigerian convert who campaigns for women’s space at the mosque and demands that Muslim men stop acting like caveman and behave like gentlemen has been wearing niqaab for several years.
ko: 이슬람 회당에서 여성들의 권리를 주장하며 무슬림 남성들이 더 이상 원시인처럼 굴지 말고 신사처럼 행동하라고 요구하고 있는 한 나이지리아인 이슬람 개종자도 몇 년간 니캡을 착용한 바 있습니다.

source: I’m sorry that you have had bad experiences with the niqaab.
ko: 당신이 니캅에 안 좋은 기억이 있다는 것에 대해 유감으로 생각합니다.

source: I’m sorry that you’ve had bad experiences with Muslims who call you a she-devil, a whore, and a scourge against Islam.
ko: 당신을 여자 악마, 창녀, 이슬람의 재앙이라고 폄하하는 무슬림에 의해 갖게 된 나쁜 경험에 대해서도 안타깝게 생각합니다.

source: Sister Heba Ahmad – the one you debated on CNN – said something really beautiful that I agree with completely: “Mona is my sister in Islam and even though I must disagree when she misrepresents Islam and Muslims, she still should be protected from the tongue of her fellow Muslims.”
ko: 당신과 CNN에서 토론한 자매 헤바 아마드는 정말 멋진 말을 했고 저는 이 말에 전적으로 동의합니다: “모나는 이슬람 안에서 나의 자매입니다. 설사 그녀가 이슬람과 무슬림을 잘못 대변하고 있고 따라서 내가 그녀 말에 동의할 수 없더라도 그녀는 동료 무슬림의 혀(독설이나 비판을 의미)로부터 보호되어야 합니다.

source: That’s how I feel about you.
ko: 이게 제가 당신에 대해 느끼는 바 입니다.

source: I strongly disagree with what you say about the niqaab and much about what you say about Islam and Muslims in general.
ko: 저는 당신이 니캡과 무슬림, 그리고 이슬람에 대해 하는 말에 절대 동의하지 않습니다.

source: But that doesn’t mean I’m going to threaten to kill you, or swear at you, or condemn you to Hell.
ko: 그러나 그렇다고 해서 제가 당신을 죽이려 하거나, 욕을 하거나, 심한 비방을 하지는 않을 것입니다.

source: What I will do is invite you over for coffee at my place, with open arms and a warm smile that you can detect even beneath my niqaab.
ko: 내가 할 일은 당신을 제 장소에 초대해 양 팔을 벌려 당신을 맞고, 니캡을 쓰고 있더라도 인지 될 수 있을 만한 따듯한 미소를 당신에게 보내며 커피를 대접하는 것입니다.

source: Your sister in Islam, A Muslim Woman Who Wears Niqaab
ko: 이슬람에 있는 당신의 자매로부터, 니캅을 착용하는 한 무슬림 여성이

source: Photo by Flickr user ashi made available under Creative Commons CC-BY-2.0 license
ko: 0 license에 의해 사용이 허가되었습니다.

source: Syria: Homs Protests Attract Thousands (Video) · Global Voices
ko: 시리아: 홈즈 지역 시위, 수 천명을 끌어모으다 (비디오)

source: Despite the security crackdown, protests are continuing in Syria, with countless of videos surfacing online showing thousands of protesters calling for the overthrow of the Assad regime.
ko: 정부 보안대의 시위 진압에도 불구하고 시리아에서는 아사드 정권 전복을 요구하는 수 천명의 시위자들의 모습이 담긴 시위 영상이 온라인 상에 셀 수 없을 정도로 올라오며 시위를 지속시키고 있다.

source: Here is a selection of videos from Homs.
ko: 아래는 홈즈 지역(Homs)에서의 시위 영상 모음이다.

source: Costa Rica: Climate Change Affecting the Cloud Forest · Global Voices
ko: 코스타리카: 기후 변화가 클라우드 산림에 미치는 영향

source: This post is part of our special coverage Forest Focus: Amazon and Global Development 2011.
ko: 이 글은 글로벌 보이스 특집 보도 산림 포커스: 아마존의 글입니다.

source: The Monteverde Now project documents the stories of 11 members of the Monteverde Community through short video interviews where they explain how their life has been transformed and how they are adapting to sustaining their diverse and delicate ecosystem in the face of climate change.
ko: 영상에서 그들은 어떻게 그들의 인생이 변했는지, 그리고 기후 변화에 직면한 다양하지만 예민한 에코 시스템(eco-system)안에서 그들이 어떻게 적응을 해 나가는지 설명하고 있다.

source: +The key players of Monteverde Now.
ko: +몬테베르데 나우의 주역들.

source: Monteverde in Costa Rica is located in the mountains in the Northwestern part of Costa Rica and is best known for the Cloud Forest Preserve that shares the same name.
ko: 코스타리카 몬테베르데는 코스타리카 북서쪽 산악 지대 지역으로 같은 이름을 사용하고 있는 (몬테베르데) 클라우드 산림 보존지구(Cloud Forest Preserve, 운우림 보존지구라고도 불린다)로 잘 알려진 곳이다.

source: Monteverde means green mountain and it is the name the Quaker settlers who founded the community gave the region almost 60 years ago.
ko: '초록 산'을 뜻하는 몬테베르데란 이름은 그 지역 공동체를 세운 퀘이커 이주자들이 60년전 붙여준 것이다.

source: The Preserve is the result of the community's effort to save the water sheds and conserve the wildlife distinct to this biological zone.
ko: 클라우드 산림 보존지구는 유역(流域)과 이 생물학존에서 서식하는 고유 야생 동물들을 보존하고자 하는 지역 공동체의 노력의 결실이다.

source: Yemen: Millions Protest on Last Chance Friday · Global Voices
ko: 예멘: 수 백만 시민, 마지막 금요일을 위한 시위

source: Millions of protesters have reportedly thronged the squares of Sanaa and Taiz, calling for the end of Ali Abdulla Saleh's regime.
ko: 하지만 많은 이들의 기대와 달리 이번 주 시위의 경우 수많은 사람들이 참여하지 않았다.

source: Dubbed Last Chance Friday, protesters are keen to boot out Saleh, who has ruled Yemen for 32 years.
ko: @al3ini가 보내온 이 사진에는 수 천명의 사람들이 수도인 사나에 밀집한 모습이 담겨있다.

source: The whole week saw support pumped up for today's massive protests, which didn't fail the expectations of observers.
ko: 와우-타이즈 시위대 규모가 "거의 백 만명'은 되보여!

source: Some estimates put those who took to the streets in protest against the regime at hundreds of thousands.
ko: @ArabsUnite의 무나는 예맨에서의 이번 시위에 여성들이 참가한 것을 주목하고 이렇게 말했다.

source: From Yemen, @al3ini shares this photograph which shows thousands of people in the capital Sanaa:
ko: 젊은 여성들부터 나이든 여성들까지 모두 나와있어.

source: Millions at 60th Street in the capital Sanaa
ko: http://twitpic.

source: He tweets:
ko: com/4o13ak

source: Have a look!
ko: 저널리스트인 이오나 크레기는 이렇게 트윗했다:

source: This is the last chance Friday in #Sanaa #YEMEN #YF http://t.co/d7KxNZA
ko: 시위자들의 규모는 거의 1마일이 되는 지역을 덮을 정도였다 http://bit.

source: In Dubai, Iyad El-Baghdadi adds:
ko: ly/e7DfFE #yeme

source: Wow - Taiz protests in #Yemen are now "about a million" in size!
ko: 처음으로 반정부 시위자들이 "마지막 기회의 금요일"을 위해 밖으로 나와 60m에 이르는 주요 6개 도로를 점령했다.

source: And Muna, from @ArabsUnite, shares this photograph of women protesters in Yemen and writes:
ko: 그리고 시위자가 있는 곳 어디에서나 예상 가능하듯, 사망자 소식이 잇따랐다.

source: Sanaa's Women — Young and old out. #Yemen wants #Saleh to LEAVE http://twitpic.com/4o13ak Journalist Iona Craig, who reports from Yemen, tweeted:
ko: 트위터러 예멘 혁명 (Yemen Revolution)은 다음과 같이 트윗했다.

source: Protesters left Change Sq. for “Last chance Friday” prayers & took to 60m road, spreading for more than a mile: http://bit.ly/e7DfFE #yemen
ko: #yemen حجه : سقوط أول شهيد وأسمه : عبدالحميد حزيت وعمرة 15 سنه رحمه الله عليه http://fb.

source: And on her blog, she posts a selection of photographs from today and comments:
ko: me/LFVgYEVe Hujja: 첫번째 순교자가 발생했다.

source: For the first time anti-government protesters left the tented sit-in for “Last chance Friday” prayers and took to the major six-lane highway of 60 meter road, spreading for more than a mile.
ko: 그의 이름은 압둘라미드 후자이트 (Abdulhameed Huzait)이고 15세이다.

source: Down the road President Saleh once again addressed thousands of his supporters in the now regular rival protests in the capital.
ko: 사나에 있는 알리 메네이 (alymene1)는 오늘의 금요 기도를 하고 있는 이 비디오를 공개했다.

source: And then comes news of casualties, as expected every time there are protests.
ko: 트위터에서 하무드 살레는 같은 비디오를 게시하였고 다음과 같이 말했다.

source: Yemen Revolution tweets: Hujja: The first martyr falls.
ko: 예멘의 알 바이다에서 알바이다 뉴스는 수 많은 시위자들이 참여하는 이 금요 기도 모습을 공개하였다.

source: His name is Abdulhameed Huzait and he is 15 years old.
ko: 반면, 누리꾼 egyps는 알 자지라로부터 받은 사나 70번가에서 찍은 영상을 공개했다.

source: And on Twitter, Hamoud Saleh links to the same video and comments (Ar): Around two million people on 60th Street, chanting in one voice: The people want to overthrow the regime
ko: GCG는 살레 대통령에게 앞으로 3개월 간의 권력 이양기를 주는 방안을 계획하고 있으며, 이 방안에 따르면 살레 대통령과 그의 가족들 그리고 측근들은 기소로부터 면죄받게 된다.

source: The GCC is made up of Bahrain, Saudi Arabia, Kuwait, Qatar, Oman and the United Arab Emirates.
ko: GCC 국가에는 바레인, 사우디 아라비아, 쿠웨이트, 카타르, 오만 그리고 아랍 에미레이트 등이 속해있다.

source: Egypt: Protesting for Syria · Global Voices
ko: 이집트: 시리아를 위한 시위

source: Scores of Egyptians joined Syrian students who gathered outside the Syrian Embassy in Cairo in protest against the killing of demonstrators, and called for the overthrow of the Syrian regime of Bashar Al Assad.
ko: 수십명의 이집트인들이 카이로에 있는 시리아 대사관 앞에서 일어난 시리아 학생들의 시위에 합류했다. 이들은 시위대 학살을 규탄하며 시리아 바샤르 알 아사드(Bashar Al Assad) 정권 타도를 외쳤다.

source: Protesters chanted in solidarity with the Syrian demonstrators and also prayed for those who lost their lives in the protests.
ko: 이집트 시위자들은 시리아 시위대와 함께 구호를 외치고 시위대에서 목숨을 잃은 이들을 위해 묵념했다.

source: Lilian Wagdy, who attended the protests, tweets:
ko: 시위에 참여한 릴리안 와그디(Lilian Wagdy)는 이렇게 트윗했다:

source: Just got back home.
ko: 방금 막 집에 도착했다.

source: Loved the spirit of today's demo @ the #Syrian Embassy.
ko: 오늘 시리아 대사관 앞에 열린 시위의 정신이 좋았다.

source: It was fearless, and the atmosphere of solidarity reigned
ko: 거기에는 두려움이 없었다.

source: In another tweet, she notes:
ko: 그녀는 다른 트윗에서는 이렇게 적었다:

source: there are 300 people here equally syrians and egyptians i would say #syrian embassy #egypt
ko: 여기에 모인 300명 중, 시리아인들과 이집트인의 숫자가 동일합니다.

source: Protesters in front of the Syrian Embassy in Cairo today.
ko: 이집트에 있는 시리아 대사관 말이에요.

source: On Twitter, Zeinobia adds:
ko: 트위터에서 제이노비아는 이렇게 더했다:

source: I am so happy with today's Syria protest in Cairo
ko: 오늘 카이로에서 열린 시리아 시위에 대해 매우 기쁘게 생각합니다.

source: Meena Mohy, who was also there, adds (Ar): I'm sensing a lot of stupidity right now.
ko: 현장에 있었던 미나 오하이(Meena Mohy)는 이렇게 더했다: 나는 지금 바보스러운 모습을 보고 있습니다.

source: The Ambassador is playing songs in support of the regime on a loudspeaker.
ko: 대사는 확성기로 정권을 찬양하는 노래를 틀고 있습니다.

source: You are a real donkey!
ko: 당신 정말 미련하군요!

source: And 3arabawy, aka Hossam El Hamalawy shares a collection of photographs he took at the protest here.
ko: 아이디 : 3arabawy로 잘 알려진 호삼 엘 하마라우이(Hossam El Hamalawy)는 시위 중에 찍은 사진 모음을 여기에 올렸다.

source: On mobile live streaming service, Bambuser, Sherif Boraie shares a clip from the protest by the Syrian Embassy.
ko: 누리꾼 밤부셔(Bambuser, 본명: 셔리프 보라이)는 모바일 스트리밍 서비스로 시리아 대사관의 시위 영상을 공유했다.

source: The protesters are chanting (Ar): "House by house, Syria is all free people."
ko: 여기에는 시위대들이 아랍어로 "각 집에서 집마다, 시리아는 자유롭다.

source: Also today, Sarrah tweets:
ko: "라고 외치는 모습이 담겨있다.

source: Protest at #libya embassy in cairo.
ko: 오늘 사라는 이렇게 트윗했다:

source: Libyan Egyptian and Syrian flags.
ko: 카이로에 있는 리비아 대사관의 시위입니다.

source: Military police cordone , roads diverted.
ko: 리비아-이집트인들과 시리아 국기가 보입니다.

source: An Interview with Andy Carvin · Global Voices
ko: 앤디 카빈과의 인터뷰

source: With 40,000 Twitter followers and a dedicated stream of local sources, Andy Carvin has become a first stop on Twitter for news throughout the Middle East and North Africa.
ko: 4만 명의 트위터 팔로워를 보유하고, 헌신적으로 지역 소식을 계속 전해주고 있는 앤디 카빈(Andy Carvin)은 중동과 북 아프리카 지역 트위터 뉴스에 출발점이 된 인물이다.

source: An NPR strategist, Carvin has approached social media-and Twitter in particular-as a platform for real-time reporting.
ko: 미국 공영 라디오(NPR)의 전략 고문으로 있는 카빈은 소셜미디어(구체적 예로 트위터)를 실시간 보도의 장이란 측면으로 접근했다.

source: An early contributor to Global Voices, Carvin is no stranger to the work that we do, and has long seen the value of citizen journalism.
ko: 카빈은 초기 글로벌 보이스의 기고자로서 글로벌 보이스가 하는 일에 익숙하며 오랫동안 시민 저널리즘에 의미를 두고 있는 인물이다.

source: In a February an interview with Ethan Zuckerman, he emphasized the importance of "getting actual people on the ground telling their story as they participate in the event."
ko: 지난 2월 에단 주커먼(Ethan Zuckerman)과의 인터뷰에서 그는 "실제 뉴스 현장에 있는 사람들이 자신이 체험하고 있는 그 상황을 본인의 말로 풀어서 보도하게 끔하는"작업의 중요성을 강조한 적이 있다.

source: This interview is comprised of questions contributed by members of Global Voices' Middle East and North Africa team.
ko: 본 인터뷰는 글로벌보이스 중동, 북아프리카팀이 제공한 질문에 의해 구성되었다.

source: What tools do you use to mine Twitter, and what do you feel is missing from the tool arsenal?
ko: 트위터에서 정보를 얻기 위해 어떤 툴을 사용하십니까?

source: Right now I'm using pretty standard stuff – Tweetdeck, Twitter Search, etc.
ko: 예를들면 트윗덱과 트윗 서치 같은 것들 입니다.

source: As long as I have a sense of who I'm looking for and in what context, the tools themselves generally don't matter as long as they allow me to organize my Twitter monitoring.
ko: 그래도 가지고 싶은 툴이 있긴합니다. 어느때고 계속 증가하는 리플라이(@replies)들을 정리할 수 있게 도와주는 툴이 있었으면 합니다.

source: Having said that, there are some tools I'd like to get my hands on, like ones that can help me manage my ever-increasing flow of @ replies to me, which sometimes make it hard to separate people who just want to chat with me from those who have news tips.
ko: 단순히 수다를 떨고 싶어하는 사람들과 뉴스 기사거리를 가지고 있는 사람들을 구분하기 힘든 경우가 있기 때문입니다.

source: Social media coverage is becoming increasingly common across media; do you see a fundamental shift happening in the way news is covered, particularly internationally?
ko: 미디어 전반에 걸쳐, 소셜미디어의 보도가 갈수록 보편화 되고 있습니다. 뉴스보도 방식에 있어 근본적인 변화가 있다고 생각하십니까?

source: I think social media as part of news coverage really shines when it comes to international coverage, basically because even the largest news orgs can't have people in every place at once.
ko: 특히 전세계적으로요. 뉴스보도의 한 부분으로써 소셜 미디어는 국제 보도에 있어 더욱 진가를 발휘한다고 생각합니다. 왜냐하면 대형 뉴스 단체들도 동시에 여러 장소에 있을 수 없기 때문입니다.

source: After the Boxing Day tsunami, news wires didn't necessarily have full-time staff in place like the Maldives or the Andaman Islands, so getting information from citizen journalists was vital to cover the story.
ko: 2004년 12월 26일 복싱 데이 에 일어난 쓰나미 직후, 통신사들은 몰디브나 안다만 섬에 따로 상근직원을 따로 두기 보다, 현지에 있는 시민 기자들에게 정보를 얻는것에 주력했습니다.

source: With the advent of Twitter and content sharing sites like YouTube, it's possible to get a peek into any news story around the world where there happens to be Internet access.
ko: 유투브와 같은 콘텐츠 공유 사이트와 트위터의 출현으로, 이제 인터넷이 되는 곳이면 세계 곳곳의 뉴스를 쉽게 접할 수 있습니다.

source: And if you ask for help, you'd be amazed by how many people in these places are willing to assist you in your reporting.
ko: 그리고 도움을 요청하면, 당신의 취재를 위해 얼마나 많은 사람들이 세계 곳곳에서 도우려 하는지에 놀라게 될 것입니다.

source: We've watched you report on the uprisings in Tunisia, Egypt, Libya, Bahrain, and now Syria.
ko: 튀니지, 이집트,리비아, 바레인 그리고 현재 시리아까지 시민운동에 대한 보도내용들을 잘 보고있습니다.

source: You often share graphic images and videos from the ground.
ko: 그럼요, 정말 힘들때도 있습니다.

source: Sure, it can be really tough sometimes, especially when there are videos or stories about children getting hurt. I've got two very young kids and when I see kids of a similar age caught in the crossfire, it really shakes me up.
ko: 비슷한 나이 또래 아이들이 대치국면에 중간에 끼어고통받는 것을 보면, 정말 마음이 아픕니다.

source: Also when you see people on twitter live-tweeting being attacked, it can really rattle you, because you have to create a picture in your head of what's going on, and that's sometimes even more vivid than the reality of it.
ko: 또한 사람들이 실시간으로 공격을 받고 있다는 트위터 내용을 볼때, 정신이 없습니다. 왜냐하면 머릿속으로 어떤 상황이 벌어지고 있는지 생각해 봐야하니까요. 어떨때는 그게 현실보다 더 생생할 때도 있습니다.

source: But I've made a point of knowing when to step away from my laptop or iPhone.
ko: 하지만 언제 아이폰과 노트북으로부터 멀어져야할 순간이 있다는 것을 잘 압니다.

source: The last thing I want to do is burn out and give up, but I don't see that happening any time soon.
ko: 그 순간이 오기전에 마지막으로 하고 싶은 것은 할수있는 만큼 다 해본 뒤에 끝내는 것입니다.

source: We assume you keep going out out of a strong sense of responsibility to keep on doing what you’re doing — where did that come from?
ko: 하지만 그 순간이 금방올 것 같지 않습니다. 지금하고 계신 일에 강한 책임감을 가지고 임하시는데, 그런점은 어디서 나온것입니까?

source: Is it as a result of doing this job, or the other way around?
ko: 이 일을 하시면서 얻게 되신 건가요?

source: It's hard to pin down precisely.
ko: 아님 그 반대입니까?

source: Part of it is simply that I'm a news junkie, and I'd be closely following events in the region because it's of such global significance.
ko: 또한 저는 현지에서 벌어지는 사건을 따라다니며 취재하곤 하는데, 이런 취재가 국제적으로도 의미있는 일이라고 생각하고 있습니다.

source: But I also have worked a lot in online disaster response over the years, including 9/11, Hurricane Katrina and the Haiti earthquake.
ko: 하지만 수 년간 재난 대응 (911사태, 허리케인 카트리나, 아이티 지진 등) 온라인 분야에서 일해온 것도 사실입니다.

source: So I'm sure I have a strong inner need to bear witness in situations like this.
ko: 이러한 경험을 통해, 사건을 전달 하는데 필요한 강한 체력이 길러진 것 같습니다.

source: In Egypt and Bahrain, it was relatively easy to find and vet Twitter users. In Libya and Yemen, for example, it’s much more difficult.
ko: 이집트나 바레인에서는 상대적으로 트위터 사용자들을 쉽게 찾을 수 있지만, 예를 들어 리비아와 예멘은 찾기 어렵습니다.

source: How do you manage to locate social media content from less active countries?
ko: 이와같이 트위터가 덜 활발한 지역에서는 소셜미디어 콘텐츠를 어떻게 찾아내십니까?

source: It's been tough.
ko: 무척 찾기 힘들었습니다.

source: I didn't know anyone personally in either countries, so I started by trying to find connections to expat communities in the US through my own personal networks.
ko: 그래서 개인적 인맥을 통해, 고국이 아닌 미국에 있는 거주하고 있는, 국외거주자 커뮤니티를 찾는 것에서부터 출발했습니다.

source: Soon enough I found people who were willing to talk with me and give me their impression of who the leading online players were in each country.
ko: 머지않아 각 국가마다 인터뷰에 응해주는 유력한 온라인 사용자들을 찾게 되었습니다.

source: As for finding content, it's easier than you'd think.
ko: 그래서 컨텐츠를 찾는 것은 사람들이 생각하는 것보다 쉬웠습니다.

source: Facebook has been a goldmine for photos and videos, as has YouTube. You just need to know where to look for them.
ko: 페이스북과 유튜브에는 수 많은 사진과 비디오파일이 있기 때문에 단지 어디에서 찾아야하는지 아는게 중요합니다.

source: As you mentioned, it can be difficult to find sources in certain countries, and we must sometimes rely on secondary sources.
ko: 이전에 언급했듯이, 특정 국가에서는 기사 콘텐츠를 찾는게 힘들기 때문에 간접적 자료에 의존하는 때도 있습니다.

source: Do you believe the location of your source affects its credibility?
ko: 기사 콘텐츠가 어디에서 왔느냐에 따라 신뢰성에 영향을 미친다고 생각하십니까?

source: How often do you cover reports on a country from users outside of that country?
ko: 외부국가에 있는 사람에게 자료를 제공받아 기사를 쓴 적이 몇번이나 되십니까?

source: It depends.
ko: 상황에 따라 다릅니다.

source: For example, most of the Libyans I'm following on Twitter aren't in Libya, largely because the ones who are in Libya have had their Internet access cut.
ko: 예를들어 제가 팔로잉 하고 있는 대부분의 리비아 트위터러들은 실제 리비아에 살고 있지 않습니다.

source: They're spending their time on the phone getting updates from people on the ground.
ko: 그래서 국외 거주중인 리비아 트위터들은 전화통화를 통해 현지 정보를 얻습니다.

source: Of course, that means it's second-hand information, so I have to be a bit more skeptical about it, but I've been pleasantly surprised how accurate their info has been in general.
ko: 이런 간접적 정보는 신중한 태도를 취해야 합니다만, 보통은 그 정보들이 상당히 정확하다는 점에 감탄하고 기뻐합니다.

source: Also, it's not unusual for expats to be involved in protest movements, because they're already in exile.
ko: 이 국외 거주자들은 이미 망명 상태이기 때문이 이들이 자국 시민 운동에 개입하는 것은 흔한 일입니다.

source: They're in a position to share lots of info and opinions since they're so far from home.
ko: 이들은 자국과 멀리 떨어져서, 현지인들과 많은 정보와 의견을 교환을 해야하는 입장입니다.

source: Given the torrent of information you’re parsing during any given period, what is your criteria for choosing what to relay to the rest of us?
ko: 정보의 홍수 시대에 항상 필요한 정보만 선별 하시는데, 어떤 기준으로 우리모두에게 뉴스를 전달하십니까?

source: It really varies.
ko: 매우 다양합니다.

source: For example, if I know something big is happening, like police firing on protesters, I'll focus on trying to get first-hand accounts or footage from the scene.
ko: 예를 들어 시위대를 향해 경찰들의 발포하는경우와 같이 심각한 경우에는,직접적인 목격담을 듣거나 그 사건을 담은 장면을 얻는데 주력할 것입니다.

source: At times when people are angry and emotional, I'll just retweet them and weave them together, capturing their stories almost like an oral historian would.
ko: 사람들이 화났을때나, 감정에 격해있는 경우에는 구술 역사가처럼 그들의 이야기를 포착하여 이야기를 엮거나, 리트윗할 만 할 것입니다.

source: And then when I find something that's just interesting, I'll share it.
ko: 그러다 보면 흥미로운 것을 발견하게 되면 공유합니다.

source: But probably the most important thing I do is retweet information I'm skeptical about, and ask people to help me vet it.
ko: 그러나 제일 중요한 것은 신뢰하기 힘든 자료는 주변에 도움을 요청하여 정보를 리트윗 한다는 점입니다.

source: All sorts of people then chime in and help me separate fact from fiction, because I have so many people following me on Twitter who are either from the region or are subject-matter experts.
ko: 저에게는 현지사람이든, 관련 전문가 등 많은 팔로워들이 있기때문에 가지각색의 사람들이 참여해서 사실과 허구를 구분하는데 도와주고 있습니다.

source: Yours is one of the more innovative uses of Twitter we’ve seen.
ko: 우리가 본 트위터 사용자 중에서 당신은 혁신적인 사용자 중 한사람입니다.
